#                                      ------- Знакомство с OC Linux. Linux команды.-------
# Linux - это операционная система с открытым исходным кодом, которая широко используется для серверов, настольных компьютеров и встроенных систем.
# ls - команда для отображения списка файлов и каталогов в текущем каталоге.
# cd - команда для изменения текущего рабочего каталога.
# pwd - команда для отображения текущего рабочего каталога.
# mkdir - команда для создания нового каталога.
# rm - команда для удаления файлов и каталогов.
# cp - команда для копирования файлов и каталогов.
# mv - команда для перемещения или переименования файлов и каталогов.
# touch - команда для создания нового пустого файла или обновления временной метки существующего
# cat - команда для отображения содержимого файла.
# echo - команда для вывода текста или переменных в терминал.
# cd .. - команда для перехода в родительский каталог.
# clear - команда для очистки экрана.

